Repository: threadi/wp-personio-integration-light
Catalog: languages/personio-integration-light-*_formal.po
Languages: de

source: Mergers and Acquisitions
de: Fusionen und Übernahmen

source: Restaurant Management
de: Restaurantleitung

source: School/College Administration
de: Schul- und Hochschulverwaltung

source: Town/City Planning
de: Stadtplanung

source: Strategic Planning/Intelligence
de: Strategische Planung/Informationen

source: General/Other: Business/Strategic Management
de: Allgemeines/Sonstiges: Geschäftsleitung/Strategisches Management

source: Architecture/Interior Design
de: Architektur/Innenarchitektur

source: Computer Animation & Multimedia
de: Computeranimation und Multimedia

source: Creative Direction/Lead
de: Kreative Leitung

source: Graphic Arts/Illustration
de: Grafik/Illustration

source: Industrial Design
de: Industriedesign

source: Fashion & Accessories Design
de: Mode- und Schmuckdesign

source: Photography and Videography
de: Fotografie und Videografie

source: Advertising Writing (Creative)
de: Werbetexten/Kreatives Schreiben

source: General/Other: Creative/Design
de: Allgemeines/Sonstiges: Design/Gestaltung

source: Flight Attendant
de: Flugbegleitung

source: Hair Cutting/Styling
de: Haarpflege/-styling

source: Retail Customer Service
de: Betreuung Einzelhandel

source: Account Management (Non-Commissioned)
de: Account Management (ohne Provision)

source: Customer Training
de: Kundschaftsschulung

source: Reservations/Ticketing
de: Reservierungen/Ticketverkauf

source: General/Other: Customer Support/Client Care
de: Allgemeines/Sonstiges: Kundschaftsservice/-betreuung

source: Technical Customer Service
de: Technischer Service

source: Documentation/Technical Writing
de: Technische Dokumentation/Redaktion

source: Journalism
de: Journalismus

source: Digital Content Development
de: Onlinemedien-Redaktion

source: Editing & Proofreading
de: Redaktion/Lektorat

source: General/Other: Editorial/Writing
de: Allgemeines/Sonstiges: Redaktion/Texterstellung

source: Translation/Interpretation
de: Übersetzen/Dolmetschen

source: Civil & Structural Engineering
de: Hoch- und Tiefbau

source: Bio-Engineering
de: Biotechnologie

source: Chemical Engineering
de: Chemische Verfahrenstechnik

source: Electrical/Electronics Engineering
de: Elektrotechnik/Elektronik

source: Energy/Nuclear Engineering
de: Energie-/Kerntechnik

source: RF/Wireless Engineering
de: Radiofrequenz-/Funktechnik

source: Aeronautic/Avionic Engineering
de: Luft- und Raumfahrttechnik/Avionik

source: Mechanical Engineering
de: Maschinenbau

source: Systems/Process Engineering
de: System-/Verfahrenstechnik

source: Industrial/Manufacturing Engineering
de: Wirtschaftsingenieurwesen/Fertigungstechnik

source: Naval Architecture/Marine Engineering
de: Schiffbau/Schiffsmaschinenbau

source: Environmental and Geological Engineering
de: Umwelttechnik und Ingenieurgeologie

source: General/Other: Engineering
de: Allgemeines/Sonstiges: Ingenieurwesen

source: Food & Beverage Serving
de: Bedienung/Servicekraft

source: Host/Hostess
de: Bewirtungsservice

source: Guest Services/Concierge
de: Gästebetreuung/Concierge

source: Food Preparation/Cooking
de: Speisenzubereitung/Kochen

source: Guide (Tour)
de: Reiseleitung

source: Wine Steward (Sommelier)
de: Sommelier/ère

source: General/Other: Food Services
de: Allgemeines/Sonstiges: Bewirtung

source: Corporate Development and Training
de: Betriebliche Aus- und Weiterbildung

source: Compensation/Benefits Policy
de: Regel für Vergütungen/Zusatzleistungen

source: Diversity Management/EEO/Compliance
de: Diversity-Management/Gleichberechtigung am Arbeitsplatz/Compliance

source: Academic Admissions and Advising
de: Hochschulzulassung/Studienberatung

source: Payroll and Benefits Administration
de: Lohnbuchhaltung und Verwaltung von Zusatzleistungen

source: Recruiting/Sourcing
de: Recruiting/Beschaffung

source: HR Systems Administration
de: Personalsystemverwaltung

source: General/Other: Human Resources
de: Allgemeines/Sonstiges: Personalwesen

source: Computer/Electronics/Telecomm Install/Maintain/Repair
de: Installation/Wartung/Reparatur von Computern/Elektronik/Telekommunikationstechnik

source: Oil Rig & Pipeline Install/Maintain/Repair
de: Installation/Wartung/Reparatur von Ölbohranlagen und -pipelines

source: Facilities Maintenance
de: Gebäudemanagement

source: Janitorial & Cleaning
de: Hausmeisterdienste/Reinigung

source: Vehicle Repair and Maintenance
de: Fahrzeugreparatur und -wartung

source: Wire and Cable Install/Maintain/Repair
de: Installation/Wartung/Reparatur von Kabeln und Leitungen

source: Landscaping
de: Landschaftsbau

source: Equipment Install/Maintain/Repair
de: Montage/Wartung/Instandhaltung/Reparatur von Ausrüstung

source: Locksmith
de: Schlosserei

source: General/Other: Installation/Maintenance/Repair
de: Allgemeines/Sonstiges: Installation/Wartung/Reparatur

source: Usability/Information Architecture
de: Usability/Informationsarchitektur

source: Desktop Service and Support
de: IT-Service und -Support

source: Computer/Network Security
de: Computer-/Netzwerksicherheit

source: Database Development/Administration
de: Datenbankentwicklung/-administration

source: Enterprise Software Implementation & Consulting
de: Beratung und Einführung von Unternehmenssoftware

source: IT Project Management
de: IT-Projektmanagement

source: Software/System Architecture
de: Software-/Systemarchitektur

source: Software/Web Development
de: Software-/Webentwicklung

source: Network and Server Administration
de: Netzwerk-/Serveradministration

source: Systems Analysis - IT
de: Systemanalyse – IT

source: Telecommunications Administration/Management
de: Telekommunikationsverwaltung/-management

source: General/Other: IT/Software Development
de: Allgemeines/Sonstiges: IT/Softwareentwicklung

source: Labor & Employment Law
de: Arbeitsrecht

source: Patent/IP Law
de: Patentrecht/Urheberrecht

source: Regulatory/Compliance Law
de: Ordnungsrecht/Konformität

source: Tax Law
de: Steuerrecht

source: Attorney
de: Rechtsanwalt/Rechtsanwältin

source: Contracts Administration
de: Vertragsverwaltung

source: General/Other: Legal
de: Allgemeines/Sonstiges: Rechtswesen

source: Car, Van and Bus Driving
de: Kfz-, Lkw- und Bustransport

source: Train or Rail Operator
de: Zug-/Bahnbetreiber

source: Purchasing Goods and Services
de: Beschaffung von Waren und Dienstleistungen

source: Piloting: Air and Marine
de: Steuerung: Luft- und Seefahrt

source: Cargo and Baggage Handling
de: Fracht- und Gepäckabfertigung

source: Hazardous Materials Handling
de: Gefahrgutabwicklung

source: Merchandise Planning and Buying
de: Warendisposition und -einkauf

source: Import/Export Administration
de: Import-/Exportabwicklung

source: Cost Estimating
de: Kalkulation

source: Messenger/Courier
de: Kurierdienst

source: Truck Driving
de: Lkw-Führung

source: Supplier Management/Vendor Management
de: Lieferanten-/Zuliefererbetreuung

source: Equipment/Forklift/Crane Operation
de: Maschinen-/Gabelstapler-/Kranbedienung

source: Inventory Planning and Management
de: Lagerplanung und -verwaltung

source: Vehicle Dispatch, Routing and Scheduling
de: Fahrzeugabfertigung, Streckenführung und Disposition

source: Shipping and Receiving/Warehousing
de: Versand und Warenannahme/Einlagerung

source: General/Other: Logistics/Transportation
de: Allgemeines/Sonstiges: Logistik und Transport

source: Brand/Product Marketing
de: Brand Marketing/Produktmarketing

source: Direct Marketing (CRM)
de: Direktmarketing (CRM)

source: Events/Promotional Marketing
de: Eventmarketing/Promotion

source: Investor and Public/Media Relations
de: Investor/Public Relations/Medienarbeit

source: Marketing Communications
de: Marketingkommunikation

source: Market Research
de: Marktforschung

source: Media Planning and Buying
de: Medienplanung und -werbung

source: Marketing Production/Traffic
de: Marketing – Produktion/Verkehr

source: Product Management
de: Produktmanagement

source: Copy Writing/Editing
de: Copywriting/Redaktion

source: General/Other: Marketing/Product
de: Allgemeines/Sonstiges: Marketing/Produkte

source: Healthcare Aid
de: Gesundheitswesen

source: Pharmacy
de: Apotheke/Pharmazie

source: Nutrition and Diet
de: Ernährung

source: Nursing
de: Öffentliches Gesundheitswesen

source: Laboratory/Pathology
de: Labor/Pathologie

source: Physician Assistant/Nurse Practitioner
de: Medizinische Assistenz/Krankenpflege

source: Optical
de: Optisch

source: Medical Therapy/Rehab Services
de: Heilverfahren/Rehabilitation

source: Medical Practitioner
de: Ärztliches Fachpersonal

source: Mental Health
de: Psychologie

source: Medical Imaging
de: Medizinische Bildgebung

source: EMT/Paramedic
de: Rettungsassistenz/Rettungsdienst

source: Social Service
de: Soziale Dienstleistung

source: Sports Medicine
de: Sportmedizin

source: Veterinary/Animal Care
de: Tiermedizin/Tierpflege

source: Dental Assistant/Hygienist
de: Zahnarzthilfe/zahnmedizinische Fachhilfe

source: Dental Practitioner
de: Zahnmedizin

source: General/Other: Medical/Health
de: Allgemeines/Sonstiges: Medizin/Gesundheitswesen

source: Work at Home
de: Telearbeit

source: Career Fair
de: Karrieremesse

source: Waste Pick-up and Removal
de: Abholung und Entsorgung von Abfall

source: Operations/Plant Management
de: Betriebs-/Werksleitung

source: Equipment Operations
de: Ausrüstungsbedienung/-betrieb

source: Scientific/Technical Production
de: Wissenschaftliche/Technische Herstellung

source: Layout, Prepress, Printing, & Binding Operations
de: Layout, Druckvorstufe, Druck- und Bindebetrieb

source: Assembly/Assembly Line
de: Montage/Produktionsstraße

source: Moldmaking/Casting
de: Formenbau/Gießen

source: Metal Fabrication and Welding
de: Metallherstellung und -schweißtechnik

source: Audio/Video Broadcast & Postproduction
de: Hörfunk/Filmausstrahlung und -bearbeitung

source: Sewing and Tailoring
de: Näherei und Schneiderei

source: Laundry and Dry-Cleaning Operations
de: Wäscherei und Reinigung

source: Machining/CNC
de: Zerspanungstechnik/CNC

source: General/Other: Production/Operations
de: Allgemeines/Sonstiges: Produktion

source: Event Planning/Coordination
de: Veranstaltungsplanung/-koordination

source: General/Other: Project/Program Management
de: Allgemeines/Sonstiges: Projekt-/Programmmanagement

source: Occupational Health and Safety
de: Arbeitsschutz und -sicherheit

source: Building/Construction Inspection
de: Bauüberwachung

source: Fraud Investigation
de: Betrugsuntersuchung

source: ISO Certification
de: ISO-Zertifizierung

source: Food Safety and Inspection
de: Lebensmittelsicherheit und -kontrolle

source: Production Quality Assurance
de: Produktionsqualitätssicherung

source: Software Quality Assurance
de: Softwarequalitätssicherung

source: Vehicle Inspection
de: Fahrzeuginspektion

source: Environmental Protection/Conservation
de: Umweltschutz

source: General/Other: Quality Assurance/Safety
de: Allgemeines/Sonstiges: Qualitätswesen

source: Biological/Chemical Research
de: Forschung Biologie/Chemie

source: Materials/Physical Research
de: Materialwissenschaft und physikalische Forschung

source: Mathematical/Statistical Research
de: Mathematische/statistische Forschung

source: Clinical Research
de: Medizinische Forschung

source: New Product R&D
de: Forschung und Entwicklung in Bezug auf neue Produkte

source: Pharmaceutical Research
de: Pharmazeutische Forschung

source: Environmental/Geological Testing & Analysis
de: Umweltprüfungen/Geologische Untersuchungen und Analysen

source: General/Other: R&D/Science
de: Allgemeines/Sonstiges: Forschung und Entwicklung/Wissenschaft

source: Account Management (Commissioned)
de: Account Management (mit Provision)

source: Field Sales
de: Außendienst

source: Business Development/New Accounts
de: Geschäftsentwicklung/Neukunden

source: Retail/Counter Sales and Cashier
de: Einzelhandels-/Schalterverkauf

source: Wholesale/Reselling Sales
de: Großhandel/Weiterverkauf

source: International Sales
de: Internationaler Vertrieb

source: Fundraising
de: Spendensammlung

source: Technical Presales Support & Technical Sales
de: Technische Verkaufsförderung und technischer Vertrieb

source: Telesales
de: Televerkauf

source: Travel Agent/Ticket Sales
de: Reisebüro/Ticketverkauf

source: Media and Advertising Sales
de: Medien- und Werbevertrieb

source: Insurance Agent/Broker
de: Versicherungsvertretung

source: Sales Support/Assistance
de: Vertriebsassistenz

source: General/Other: Sales/Business Development
de: Vertrieb von Finanzprodukten/Wertpapierhandel

source: Customs/Immigration
de: Zoll/Einwanderung

source: Firefighting and Rescue
de: Brandbekämpfung und Rettungswesen

source: Airport Security and Screening
de: Flughafensicherheit und -überwachung

source: Store Security/Loss Prevention
de: Filialsicherheit/Schadenverhütung

source: Security Intelligence & Analysis
de: Sicherheitsinformationen und -analyse

source: Police-Law Enforcement
de: Polizeivollzugsdienst

source: Security Guard
de: Sicherheitsdienst

source: Correctional Officer
de: Justizvollzugsbeamte

source: Military Combat
de: Verteidigungswesen

source: General/Other: Security/Protective Services
de: Allgemeines/Sonstiges: Sicherheits-/Schutzdienste

source: Continuing/Adult
de: Fortbildung/Erwachsenenbildung

source: Elementary School
de: Grundschule

source: Software/Web Training
de: Software-/Webschulung

source: Early Childhood Care & Development
de: Frühkindliche Betreuung und Entwicklung

source: University
de: Universität

source: Junior/High School
de: Pädagogik

source: Classroom Teaching
de: Lehrkraft

source: Special Education
de: Sonderpädagogik

source: Fitness & Sports Training/Instruction
de: Sport- und Fitnesstraining

source: General/Other: Training/Instruction
de: Allgemeines/Sonstiges: Aus- und Weiterbildung/Schulungswesen

source: Permanent employee
de: Festanstellung

source: Intern
de: Praktikum/Werkstudium

source: Trainee
de: Ausbildung/trainee

source: Freelance
de: Freelancing

source: Temporary
de: Befristet

source: Working Student
de: Werkstudierende

source: full-time
de: Vollzeit

source: part-time
de: Teilzeit

source: full- or part-time
de: Voll- oder Teilzeit

source: entry-level
de: Berufseinstieg

source: experienced
de: Berufserfahren

source: executive
de: Vorstand/Geschäftsführer

source: student
de: Studierende/Mitarbeitende im Praktikum/Auszubildende

source: less than 1 year
de: weniger als 1 Jahr

source: 1-2 years
de: 1-2 Jahre

source: 2-5 years
de: 2-5 Jahre

source: 5-7 years
de: 5-7 Jahre

source: 7-10 years
de: 7-10 Jahre

source: 10-15 years
de: 10-15 Jahre

source: more than 15 years
de: mehr als 15 Jahre

source: Please choose
de: Bitte wählen

source: Import is running
de: Import läuft

source: Rate us
de: Bewerte uns

source: Import in progress
de: Import läuft

source: Delete all positions
de: Entferne alle Stellen

source: <strong>Are you sure you want to delete all positions in WordPress?</strong><br>Hint: the positions in Personio are not influenced.
de: <strong>Sind Sie sicher, dass Sie alle Stellen in WordPress löschen möchten?</strong><br>Hinweis: Die Stellen in Personio werden nicht beeinflusst.

source: Use applications with Personio Integration Pro
de: Verwende Bewerbungen mit Personio Integration Pro

source: With <strong>Personio Integration Pro</strong> you will be able to capture applications within your website.<br>Several form templates are available for this purpose, which you can also customize individually.<br>Incoming applications are automatically transferred to your Personio account via the Personio API.
de: Mit <strong>Personio Integration Pro</strong> können Sie Bewerbungen innerhalb Ihrer Website erfassen.<br>Hierfür stehen Ihnen mehrere Formularvorlagen zur Verfügung, die Sie auch individuell anpassen können.<br>Eingehende Bewerbungen werden automatisch in Ihr Personio-Konto über die Personio-API übertragen.

source: Get more information
de: Erhalte mehr Informationen

source: I'll look later
de: Schau ich mir später an

source: Error during import of positions
de: Fehler beim Import von Stellen

source: <strong>Error during import of positions.</strong> The following error occurred:
de: <strong>Fehler beim Importieren von Stellen.</strong> Der folgende Fehler ist aufgetreten:

source: Positions has been imported
de: Stellen wurden importiert

source: <strong>The import has been manually run.</strong> Please check the list of positions <a href="%1$s">in backend</a> and <a href="%2$s">frontend</a>.
de: <strong>Der Import wurde manuell ausgeführt.</strong> Bitte prüfen Sie die Liste der Stellen <a href="%1$s">im Backend</a> und <a href="%2$s">im Frontend</a>.

source: Import file missing
de: Import Datei fehlt

source: Import file uploaded
de: Import Datei hochgeladen

source: Please choose a file for the import.
de: Bitte wählen Sie eine Datei für den Import aus.

source: Deletion endet
de: Löschen abgeschlossen

source: <strong>All positions have been deleted.</strong><br>You can re-import the jobs at any time.
de: <strong>Alle Stellen wurden entfernt.</strong> Sie können den Import jederzeit ausführen um die Stellen erneut zu importieren.

source: Error
de: Fehler

source: <strong>An unexpected error occurred.</strong> The error was:
de: <strong>Es ist ein unerwarteter Fehler aufgetreten.</strong> Der Fehler war:

source: <u>Request Timeout</u> - The import apparently took too long to be completed.<br>Use <a href="%1$s">Personio Integration Pro</a> to use partial imports without timeouts.
de: <u>Anfrage lief in Timeout</u> – Der Import hat offenbar zu lange gedauert, bis er abgeschlossen wurde.<br>Verwenden Sie <a href="%1$s">Personio Integration Pro</a>, um Teilimporte ohne Timeouts zu verwenden.

source: Import positions from Personio
de: Import von Stellen von Personio

source: <strong>The running import has been canceled.</strong> Click on the following button to start a new import. If it also takes to long please check your hosting logfiles for possible restrictions mentioned there.
de: <strong>Der laufende Import wurde abgebrochen.</strong> Klicken Sie auf die folgende Schaltfläche, um einen neuen Import zu starten. Sollte auch dieser zu lange dauern, überprüfen Sie bitte die Logfiles Ihres Hostings auf mögliche Einschränkungen, die dort erwähnt werden.

source: The specification of your Personio URL is still pending. <strong>Add it now on the <a href="%1$s">settings page</a>.</strong>
de: Die Angabe Ihrer Personio-URL steht noch aus. <strong>Füge Sie jetzt in den <a href="%1$s">Einstellungen</a> hinzu.</strong>

source: The list of positions is limited to a maximum of 10 entries in the frontend. With <a href="%1$s">Personio Integration Pro (opens new window)</a> any number of positions can be displayed - and you get a large number of additional features.
de: Die Liste der Stellen wird im Frontend auf maximal 10 Einträge beschränkt. Mit <a href="%s">Personio Integration Pro</a> lassen sich eine beliebige Anzahl an Einträgen anzeigen.

source: Your use the WordPress-plugin Personio Integration Light since more than %1$d days. Do you like it? Feel free to <a href="%2$s" target="_blank">leave us a review (opens new window)</a>.
de: Sie verwenden das WordPress-Plugin Personio Integration seit mehr als %1$d Tagen. Gefällt es Ihnen? Hinterlassen Sie uns gerne <a href="%2$s" target="_blank">eine Bewertung (öffnet neues Fenster)</a>.

source: Personio Positions
de: Personio Stellen

source: View Positions in frontend
de: Zeige Stellen im Frontend

source: Applications
de: Bewerbungen

source: Need help with Personio Integration?
de: Hilfe benötigt mit Personio Integration?

source: Help
de: Hilfe

source: Tours
de: Touren

source: Get help
de: Erhalte Hilfe

source: How to change the import of positions?
de: Wie ändere ich den Import von Stellen?

source: Click on the button bellow to start a journey through the settings to import positions.
de: Klicken Sie auf den Button unterhalb, um eine Reise durch die Einstellungen zum Importieren von Stellen zu beginnen.

source: How to configure templates?
de: Wie konfiguriere ich Vorlagen?

source: Click on the button bellow to start a journey through the settings for templates.
de: Klicken Sie auf den Button unterhalb, um eine Reise durch die Einstellungen für Vorlagen zu beginnen.

source: How to get the Pro-version?
de: Wie bekomme ich die Pro-Version?

source: If you want to use the Pro-version of our plugin, check out <a href="%1$s" target="_blank">our website (opens new window)</a> and fill out the order form there.
de: Wenn Sie die Pro-Version unseres Plugins nutzen möchten, besuchen Sie <a href="%1$s" target="_blank">unsere Website (öffnet neues Fenster)</a> und füllen Sie dort das Bestellformular aus.

source: If you have any questions do not hesitate to ask them in our <a href="%1$s" target="_blank">forum (opens new window)</a>.
de: Wenn Sie Fragen haben, zögern Sie nicht, sie in unserem <a href="%1$s" target="_blank">Forum (öffnet neues Fenster)</a> zu stellen.

source: Check out our repository on <a href="%1$s" target="_blank">github</a>. There you will also find <a href="%2$s" target="_blank">some documentations (opens new window)</a>.
de: Schauen Sie sich unser Repository auf <a href="%1$s" target="_blank">github</a> an. Dort finden Sie auch <a href="%2$s" target="_blank">einige Dokumentationen (öffnet neues Fenster)</a>.

source: Logs
de: Protokoll

source: Hint
de: Hinweis

source: Removes all actual existing positions from your WordPress-website.
de: Entfernt alle aktuell vorhandenen Stellen von Ihrer WordPress-Website.

source: There are currently no imported positions.
de: Es sind aktuell keine Stellen importiert.

source: Run import of positions now
de: Führen Sie den Import von Stellen jetzt durch

source: This will import positions from your Personio account in your Wordpress-website.
de: Dadurch werden Stellen aus Ihrem Personio-Konto in Ihre Wordpress-Website importiert.

source: The import is already running. Please wait some moments.
de: Ein Import läuft aktuell. Bitte warten Sie einen Moment.

source: Cancel running import
de: Laufenden Import abbrechen

source: Mark to enable %1$s
de: Markieren zum Aktivieren von %1$s

source: Mark to set %1$s as default language in the frontend.
de: Markieren um %1$s zur Sprache im Frontend zu setzen.

source: You must enable one language. English will be set.
de: Sie müssen eine Sprache aktivieren. Es wird Englisch eingestellt.

source: No main language was specified. The specification of a main language is mandatory.
de: Es wurde keine Hauptsprache angegeben. Die Angabe einer Hauptsprache ist obligatorisch.

source: The selected main language is not activated as a language.
de: Die ausgewählte Hauptsprache ist nicht als Sprache aktiviert.

source: The specification of the Personio URL is mandatory.
de: Die Angabe der Personio-URL ist obligatorisch.

source: The Personio URL must end with ".jobs.personio.com" or ".jobs.personio.de"!
de: Die Personio URL muss mit ".jobs.personio.com" oder ".jobs.personio.de" enden!

source: Please enter a valid URL.
de: Bitte eine gültige URL eintragen.

source: The specified Personio URL %1$s is not usable for this plugin. Please double-check the URL in your Personio-account under Settings > Recruiting > Career Page > Activations. Please also check if the XML interface is enabled there.
de: Die angegebene Personio-URL %1$s ist für dieses Plugin nicht verwendbar. Bitte überprüfen Sie die URL in Ihrem Personio-Konto unter Einstellungen > Recruiting > Karriereseite > Aktivierungen. Bitte prüfen Sie auch, ob dort die XML-Schnittstelle aktiviert ist.

source: Given URL is not valid.
de: Angegeben URL ist nicht gültig.
