Repository: threadi/wp-personio-integration-light
Catalog: languages/personio-integration-light-*_formal.po
Languages: de

source: The specified Personio URL is not a Personio-URL. It must end with <i>.jobs.personio.com</i> or <i>.jobs.personio.de</i>.
de: Die angegebene Personio-URL ist keine Personio-URL. Es muss mit <i>.jobs.personio.com</i> oder <i>.jobs.personio.de</i> enden.

source: The specified Personio URL is not usable for this plugin. Please double-check the URL in your Personio-account under Settings > Recruiting > Career Page > Activations. Please also check if the XML interface is enabled there.
de: Die angegebene Personio-URL ist für dieses Plugin nicht verwendbar. Bitte überprüfen Sie die URL in Ihrem Personio-Konto unter Einstellungen > Recruiting > Karriereseite > Aktivierungen. Bitte prüfen Sie auch, ob dort die XML-Schnittstelle aktiviert ist.

source: A timeout must have a value greater than 0.
de: Ein Timeout muss einen Wert größer als 0 haben.

source: Personio Integration Import Cron Check
de: Personio Integration Import Cron Prüfung

source: Running cronjobs help to import new positions from Personio automatically.<br><strong>All ok with the cronjob!</strong>
de: Die Ausführung von Cronjobs hilft, neue Stellen automatisch von Personio zu importieren.<br><strong>Alles OK mit dem Cronjob!</strong>

source: Cronjob to import new Positions from Personio does not exist!
de: Cronjob zum Importieren neuer Stellen von Personio existiert nicht!

source: Cronjob to import new Positions from Personio should have been run at %1$s, but was not executed!<br><strong>Please check the cron-system of your WordPress-installation.</strong>
de: Der Cronjob zum Importieren neuer Stellen von Personio hätte um %1$s ausgeführt werden sollen, wurde aber nicht ausgeführt!<br><strong>Bitte überprüfen Sie das Cron-System Ihrer WordPress-Installation.</strong>

source: Personio URL availability check
de: Überprüfung der Personio-URL-Verfügbarkeit

source: Missing Personio URL for check. Something is wrong with your plugin configuration.
de: Fehlende Personio-URL zur Überprüfung. Mit Ihrer Plugin-Konfiguration stimmt etwas nicht.

source: Personio URL availability Check
de: Überprüfen Sie die Verfügbarkeit der Personio-URL

source: The Personio-URL <a href="%1$s" target="_blank">%2$s (opens new window)</a> is necessary to import new positions.<br><strong>All ok with the URL!</strong>
de: Die Personio-URL <a href="%1$s" target="_blank">%2$s (öffnet neues Fenster)</a> ist notwendig zum Import neuer Stellen.<br><strong>Alles in Ordnung mit der URL!</strong>

source: The Personio-URL <a href="%1$s" target="_blank">%2$s (opens new window)</a> is not available for the import of positions!<br><strong>Please check if you have entered the correct URL <a href="%3$s">in the plugin-settings</a>.<br>Also check if you have enabled the XML-API in your <a href="%4$s" target="_blank">Personio-account (opens new window)</a> under Settings > Recruiting > Career Page > Activations.</strong>
de: Die Personio-URL <a href="%1$s" target="_blank">%2$s (öffnet neues Fenster)</a> ist nicht erreichbar für den Import von Stellen!<br><strong>Bitte prüfen Sie, ob Sie die richtige URL <a href="%3$s">in den Plugin-Einstellungen</a> angegeben haben.<br>Bitte prüfe auch, ob du die XML-API in deinem <a href="%4$s" target="_blank">Personio-Account (öffnet neues Fenster)</a> unter Einstellungen > Recruiting > Karriereseite > Aktivierungen aktiviert hast.</strong>

source: Personio Integration URL availability check
de: Personio Integration URL-Erreichbarkeitsprüfung

source: <strong>We realized that you are using ACF - very nice!</strong> <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> allows you to extend the data of your positions with ACF.
de: <strong>Wir haben erkannt, dass Sie ACF verwenden - sehr schön! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet neues Fenster)</a> unterstützt die Erweiterung von Daten Ihrer Stellen mit ACF.

source: We realized that you are using Avada - very nice! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> allows you to design the output of positions in Avada.
de: Wir haben erkannt, dass Sie Avada verwenden - sehr schön! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet neues Fenster)</a> ermöglicht die Gestaltung der Ausgabe von Stellen in Avada.

source: We realized that you are using Beaver Builder - very nice! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> allows you to design the output of positions in Beaver Builder.
de: Wir haben erkannt, dass Sie Beaver Builder verwenden - sehr schön! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet neues Fenster)</a> ermöglicht die Gestaltung der Ausgabe von Stellen in Beaver Builder.

source: <strong>We realized that you are using Bold Page Builder - very nice!</strong> Unfortunately, we do not yet offer native support for this page builder. Please <a href="%1$s">contact us</a> if you would like an addition. However, you will also be able to insert the posts into your pages <a href="%2$s">using shortcodes</a>.
de: <strong>Wir haben festgestellt, dass Sie den Bold Page Builder verwenden – sehr schön!</strong> Leider bieten wir für diesen Page Builder noch keine native Unterstützung an. Bitte <a href="%1$s">kontaktieren Sie uns</a>, wenn Sie eine Ergänzung wünschen. Sie können die Beiträge jedoch auch <a href="%2$s">über Shortcodes</a> in Ihre Seiten einfügen.

source: We realized that you are using Contact Form 7 - very nice! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> allows you to design your application forms with Contact Form 7.
de: Wir haben erkannt, dass Sie Contact Form 7 verwenden - sehr schön! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet neues Fenster)</a> ermöglicht die Gestaltung von Bewerbungsformularen mit Contact Form 7.

source: We realized that you are using Divi - very nice! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> allows you to design the output of positions in Divi.
de: Wir haben erkannt, dass Sie Divi verwenden - sehr schön! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet neues Fenster)</a> ermöglicht die Gestaltung der Ausgabe von Stellen in Divi.

source: We realized that you are using Elementor - very nice! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> allows you to design the output of positions in Elementor.
de: Wir haben erkannt, dass Sie Elementor verwenden - sehr schön! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet neues Fenster)</a> ermöglicht die Gestaltung der Ausgabe von Stellen in Elementor.

source: We realized that you are using Forminator - very nice! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> allows you to design your application forms with Forminator.
de: Wir haben festgestellt, dass Sie Forminator verwenden – sehr schön! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet neues Fenster)</a> ermöglicht Ihnen die Gestaltung Ihrer Bewerbungsformulare mit Forminator.

source: <strong>We realized that you are using Nimble Builder - very nice!</strong> Unfortunately, we do not yet offer native support for this page builder. Please <a href="%1$s">contact us</a> if you would like an addition. However, you will also be able to insert the posts into your pages <a href="%2$s">using shortcodes</a>.
de: <strong>Wir haben festgestellt, dass Sie den Nimble Builder verwenden – sehr schön!</strong> Leider bieten wir für diesen Page Builder noch keine native Unterstützung an. Bitte <a href="%1$s">kontaktieren Sie uns</a>, wenn Sie eine Ergänzung wünschen. Sie können die Beiträge jedoch auch <a href="%2$s">über Shortcodes</a> in Ihre Seiten einfügen.

source: We realized that you are using PDF Generator for WP - very nice! If you want to print your open positions as PDF, go to the <a href="%s" target="_blank">advanced settings of PDF Generator for WP</a> and choose "personioposition" as allowed post type.
de: Wir haben festgestellt, dass Sie PDF Generator für WP verwenden – sehr schön! Wenn Sie Ihre offenen Stellen als PDF ausdrucken möchten, gehen Sie zu den <a href="%s" target="_blank">Erweiterten Einstellungen von PDF Generator für WP</a> und wählen Sie „Personioposition“ als zulässigen Beitragstyp aus.

source: <strong>We realized that you are using Polylang for multiple languages in your website - very nice!</strong> <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> supports the multilingualism of open positions via Polylang, including language-specific URLs.
de: <strong>Wir haben festgestellt, dass Sie Polylang für mehrere Sprachen auf Ihrer Website verwenden – sehr schön!</strong> <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet sich neues Fenster)</a> unterstützt die Mehrsprachigkeit offener Stellen über Polylang, einschließlich sprachspezifischer URLs.

source: <strong>We realized that you are using SeedProd - very nice!</strong> Unfortunately, we do not yet offer native support for this page builder. Please <a href="%1$s">contact us</a> if you would like an addition. However, you will also be able to insert the posts into your pages <a href="%2$s">using shortcodes</a>.
de: <strong>Wir haben festgestellt, dass Sie SeedProd verwenden – sehr schön!</strong> Leider bieten wir für diesen Page Builder noch keine native Unterstützung an. Bitte <a href="%1$s">kontaktieren Sie uns</a>, wenn Sie eine Ergänzung wünschen. Sie können die Beiträge jedoch auch <a href="%2$s">über Shortcodes</a> in Ihre Seiten einfügen.

source: We realized that you are using Site Origin - very nice! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> allows you to design the output of positions in Site Origin.
de: Wir haben erkannt, dass Sie Site Origin verwenden - sehr schön! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet neues Fenster)</a> ermöglicht die Gestaltung der Ausgabe von Stellen in Site Origin.

source: We realized that you are using Themify - very nice! Actually we do not support this page builder. You can use Shortcodes <a href="%1$s">as described here</a>.
de: Wir haben festgestellt, dass Sie Themify verwenden – sehr schön! Derzeit unterstützen wir diesen Page Builder nicht. Sie können Shortcodes <a href="%1$s">wie hier beschrieben</a> verwenden.

source: <strong>We realized that you are using TranslatePress for multiple languages in your website - very nice!</strong> <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> supports the multilingualism of open positions via TranslatePress.
de: <strong>Wir haben festgestellt, dass Sie TranslatePress für mehrere Sprachen auf Ihrer Website verwenden – sehr schön!</strong> <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet sich neues Fenster)</a> unterstützt die Mehrsprachigkeit offener Stellen über TranslatePress.

source: <strong>We realized that you are using Visual Composer - very nice!</strong> Unfortunately, we do not yet offer native support for this page builder. Please <a href="%1$s">contact us</a> if you would like an addition. However, you will also be able to insert the posts into your pages <a href="%2$s">using shortcodes</a>.
de: <strong>Wir haben festgestellt, dass Sie Visual Composer verwenden – sehr schön!</strong> Leider bieten wir für diesen Page Builder noch keine native Unterstützung an. Bitte <a href="%1$s">kontaktieren Sie uns</a>, wenn Sie eine Ergänzung wünschen. Sie können die Beiträge jedoch auch <a href="%2$s">über Shortcodes</a> in Ihre Seiten einfügen.

source: <strong>We realized that you are using Weglot for multiple languages in your website - very nice!</strong> <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> supports the multilingualism of open positions via Weglot.
de: <strong>Wir haben festgestellt, dass Sie Weglot für mehrere Sprachen auf Ihrer Website verwenden – sehr schön!</strong> <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet sich neues Fenster)</a> unterstützt die Mehrsprachigkeit offener Stellen über Weglot.

source: We realized that you are using WPBakery - very nice! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> allows you to design the output of positions in WPBakery.
de: Wir haben erkannt, dass Sie WPBakery verwenden - sehr schön! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet neues Fenster)</a> ermöglicht die Gestaltung der Ausgabe von Stellen in WPBakery.

source: We realized that you are using WPForms - very nice! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> allows you to design your application forms with WPForms.
de: Wir haben festgestellt, dass Sie WPForms verwenden – sehr schön! <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet neues Fenster)</a> ermöglicht Ihnen die Gestaltung Ihrer Bewerbungsformulare mit WPForms.

source: <strong>We realized that you are using WPML for multiple languages in your website - very nice!</strong> <a href="%s" target="_blank"><i>Personio Integration Pro</i> (opens new window)</a> supports the multilingualism of open positions via WPML.
de: <strong>Wir haben festgestellt, dass Sie WPML für mehrere Sprachen auf Ihrer Website verwenden – sehr schön!</strong> <a href="%s" target="_blank"><i>Personio Integration Pro</i> (öffnet sich neues Fenster)</a> unterstützt die Mehrsprachigkeit offener Stellen über WPML.

source: Plugin was not activated!
de: Das Plugin wurde nicht aktiviert!

source: The PHP extension simplexml is missing on you hosting. Please contact your hoster about this.
de: Auf Ihrem Hosting fehlt die PHP-Erweiterung simplexml. Bitte wenden Sie sich hierzu an Ihren Hoster.

source: Next
de: Nächstes

source: Back
de: Zurück

source: Done
de: Fertig

source: Thank you for installing Personio Integration Light. We will show you some basics to use this plugin.
de: Vielen Dank, dass Sie Personio Integration Light installiert haben. Wir zeigen Ihnen einige Grundlagen zur Verwendung dieses Plugins.

source: Your positions
de: Deine Stellen

source: This is the list of your positions from Personio. This will be updated daily or if you run the import.
de: Dies ist die Liste Ihrer Stellen von Personio. Dies wird täglich aktualisiert oder wenn Sie den Import ausführen.

source: Change the view
de: Ändere die Ansicht

source: Choose the columns you need in you position list. Which columns are filled depends on the data in your Personio account.
de: Wählen Sie die Spalten aus, die Sie in Ihrer Stellenliste benötigen. Welche Spalten gefüllt werden, hängt von den Daten in Ihrem Personio-Konto ab.

source: Run the import
de: Jetzt Import ausführen

source: On this button you could run the import of new Positions any time. They can be displayed immediately afterwards in the frontend to your visitors.
de: Über diesen Button können Sie jederzeit den Import neuer Stellen starten. Sie können Ihren Besuchern direkt im Anschluss im Frontend angezeigt werden.

source: Frontend view
de: Frontend Ansicht

source: Here you will find the link to the positions in your frontend. You can configured the view in the settings.
de: Hier finden Sie den Link zu den Stellen in Ihrem Frontend. Die Ansicht können Sie in den Einstellungen konfigurieren.

source: The settings of this plugin help you to individualize the use of your Personio positions on your website.
de: Die Einstellungen dieses Plugins helfen Ihnen, die Nutzung Ihrer Personio-Stellen auf Ihrer Website zu individualisieren.

source: Thank you for using Personio Integration Light
de: Vielen Dank, dass Sie Personio Integration Light nutzen

source: If you have any questions, please do not hesitate to ask them <a href="%1$s" target="_blank">in our forum (opens new window)</a>.<br>You are also welcome to <a href="%2$s" target="_blank">rate the plugin (opens new window)</a>.<br>If you also want to collect applications in your website, take a look at our <a href="%3$s" target="_blank">Personio Integration Pro (opens new window)</a>.
de: Wenn Sie Fragen haben, zögern Sie bitte nicht, diese <a href="%1$s" target="_blank">in unserem Forum (öffnet neues Fenster)</a> zu stellen.<br>Sie sind auch herzlich willkommen <a href="%2$s" target="_blank">das Plugin zu bewerten (öffnet neues Fenster)</a>.<br>Wenn Sie auch Bewerbungen auf Ihrer Website sammeln möchten, werfen Sie einen Blick auf unser <a href="%3$s" target="_blank">Personio Integration Pro (öffnet neues Fenster)</a>-Plugin.

source: Import positions
de: Importiere Stellen

source: On this page you will find all settings regarding the import. Lets check the options.
de: Auf dieser Seite finden Sie alle Einstellungen zum Import. Schauen wir uns die Optionen an.

source: With this button you can start the manual import of positions. It will show you the progress and the success
de: Mit dieser Schaltfläche können Sie den manuellen Import von Stellen starten. Es zeigt Ihnen den Fortschritt und den Erfolg

source: Here you could delete all imported positions. This has no effect your Personio account. You can import the positions again everytime.
de: Hier können Sie alle importierten Stellen löschen. Dies hat keine Auswirkungen auf Ihr Personio-Konto. Sie können die Stellen jederzeit erneut importieren.

source: Enable or disable the automatic import of positions. If enabled it runs daily. If disabled you have to import the positions manually with help of the button above.
de: Aktivieren oder deaktivieren Sie den automatischen Import von Stellen. Wenn aktiviert, wird es täglich ausgeführt. Wenn deaktiviert, müssen Sie die Stellen manuell über den Button oben importieren.

source: With this simple steps you can manage the import of positions.<br>With Personio Integration Pro you will have much more options, not only for the import.
de: Mit diesen einfachen Schritten können Sie den Import von Stellen verwalten.<br>Mit Personio Integration Pro stehen Ihnen viel mehr Möglichkeiten zur Verfügung, nicht nur beim Import.

source: Configure templates positions
de: Stellen-Templates konfigurieren

source: The page in front of us is used to configure basic settings for the output of jobs in the frontend.<br><br><strong>Please note:</strong> if you use a PageBuilder with your own templates, these templates will overwrite the settings here. However, the options are always the same.
de: Die Seite vor uns dient dazu, Grundeinstellungen für die Ausgabe von Stellen im Frontend zu konfigurieren.<br><br><strong>Bitte beachten Sie:</strong> Wenn Sie einen PageBuilder mit eigenen Templates verwenden, werden diese Templates diese Einstellungen hier überschreiben. Die Optionen sind jedoch immer die gleichen.

source: Enable this if you want to use a filter above your list of positions. The filter can help applicants to find suitable positions more quickly.
de: Aktivieren Sie diese Option, wenn Sie einen Filter oberhalb Ihrer Stellenliste verwenden möchten. Der Filter kann Bewerbern helfen, schneller passende Stellen zu finden.

source: Choose how you want to display the positions as list. We provide several templates for you to choose from.
de: Wählen Sie aus, wie Sie die Stellen als Liste anzeigen möchten. Wir stellen Ihnen mehrere Templates zur Auswahl zur Verfügung.

source: Choose which parts of a position you want to display in the list. You can mark multiple entries in this field.
de: Wählen Sie aus, welche Teile einer Stelle Sie in der Liste anzeigen möchten. In diesem Feld können Sie mehrere Einträge markieren.

source: Choose how you want to display the details of each position. We also provide several templates for you to choose from.
de: Wählen Sie aus, wie Sie die Details jeder Stelle anzeigen möchten. Wir stellen Ihnen auch mehrere Templates zur Auswahl zur Verfügung.

source: Choose the details you want to show on each position. Please note that the selected details must also be stored here in Personio.
de: Wählen Sie die Details aus, die Sie für jede Stelle anzeigen möchten. Bitte beachten Sie, dass die ausgewählten Angaben auch hier in Personio hinterlegt werden müssen.

source: Choose how you want do display the description of each position. This will only be used if you had chosen the content to display in listings.
de: Wählen Sie aus, wie Sie die Beschreibung jeder Position anzeigen möchten. Dies wird nur verwendet, wenn Sie den Inhalt ausgewählt haben, der in Einträgen angezeigt werden soll.

source: Now we are on the <strong>single page</strong> of each position. Choose here which components you want to show there.
de: Jetzt sind wir auf der <strong>einzelnen Seite</strong> jeder Stelle. Wählen Sie hier aus, welche Komponenten Sie dort anzeigen möchten.

source: Choose how you want to display the details on the single page. We also provide several templates for you to choose from.
de: Wählen Sie aus, wie Sie die Details auf der einzelnen Seite anzeigen möchten. Wir stellen Ihnen auch mehrere Vorlagen zur Auswahl zur Verfügung.

source: That's it. You have now seen all the options with which you can influence the templates of the positions in your website.<br><br>Please note that some options display further possibilities when activated. If you are using a PageBuilder supported by Personio Integration, you will also find the options in its interface.
de: Das war es. Sie haben nun alle Optionen gesehen, mit denen Sie Einfluss auf die Vorlagen der Stellen auf Ihrer Website nehmen können.<br><br>Bitte beachten Sie, dass einige Optionen bei Aktivierung weitere Möglichkeiten anzeigen. Wenn Sie einen von Personio Integration unterstützten PageBuilder verwenden, finden Sie die Optionen auch in dessen Oberfläche.

source: Intro is disabled via custom hook.
de: Intro ist via Hook deaktiviert.

source: Rerun the intro
de: Intro wiederholen

source: Reset intro
de: Intro zurücksetzen

source: German
de: Deutsch

source: English
de: Englisch

source: Manage Personio-based Positions
de: Verwalter für Personio Stellen

source: Check for schedules in frontend
de: Prüfe auch im Frontend nach Zeitplänen

source: If enabled the plugin will check our own schedules on each request in frontend. This could be slow the performance of your website.
de: Wenn es aktiviert ist, überprüft das Plugin unsere eigenen Zeitpläne bei jeder Anfrage im Frontend. Dies könnte die Leistung Ihrer Website verlangsamen.

source: Missing cron event <i>%1$s</i> automatically re-installed.
de: Fehlendes Cron-Ereignis <i>%1$s</i> wurde automatisch neu installiert.

source: Not enabled cron event <i>%1$s</i> automatically removed.
de: Nicht aktiviertes Cron-Ereignis <i>%1$s</i> wurde automatisch entfernt.

source: Basic Settings
de: Grundeinstellungen

source: Applications, SEO & more
de: Bewerbungen, SEO & mehr

source: Advanced
de: Erweitert

source: Questions? Check our forum!
de: Fragen? Schau in unsere Forum!

source: General Settings
de: Allgemeine Einstellungen

source: Enter Personio URL to get more options
de: Personio URL eingeben für weitere Optionen
