Repository: threadi/wp-personio-integration-light
Catalog: languages/personio-integration-light-*_formal.po
Languages: de

source: You find this URL in your <a href="%1$s" target="_blank">Personio-account (opens new window)</a> under Settings > Recruiting > Career Page > Activations.<br><strong>Hint:</strong> You have to enable the XML-feed under Settings > Recruiting > Career in your Personio account.<br>If you have any questions about the URL provided by Personio, please contact the <a href="%2$s" target="_blank">Personio support (opens new window)</a>.
de: Sie finden diese URL in Ihrem <a href="%1$s" target="_blank">Personio-Konto (öffnet neues Fenster)</a> unter Einstellungen > Recruiting > Karriereseite > Aktivierungen.<br><strong> Hinweis:</strong> Sie müssen den XML-Feed unter Einstellungen > Recruiting > Karriere in Ihrem Personio-Konto aktivieren.<br>Wenn Sie Fragen zur von Personio bereitgestellten URL haben, wenden Sie sich bitte an <a href="%2$s" target="_blank">Personio-Unterstützung (öffnet neues Fenster)</a>.

source: Use multiple Personio accounts in one website with %1$s.
de: Verwende mehrere Personio Konten in einer Webseite mit %1$s.

source: Main language
de: Hauptsprache

source: Set the main language you will use for your open positions.
de: Legen Sie die Hauptsprache fest, die Sie für Ihre offenen Stellen verwenden werden.

source: Used languages
de: Verwendete Sprachen

source: Use all languages supported by Personio with %s.
de: Verwende alle von Personio unterstützten Sprachen mit %s.

source: List View
de: Listenansicht

source: You are using with <i>%1$s</i> a modern block theme. The settings here will therefore might not work. Edit the archive- and single-template under <a href="%2$s">Appearance > Editor > Templates > Manage</a>.
de: Sie verwenden mit <i>%1$s</i> ein modernes Block-Theme. Die Einstellungen hier greifen daher möglicherweise nicht. Bearbeiten Sie die Archiv- und Einzelvorlage unter <a href="%2$s">Darstellung > Editor > Vorlagen > Verwalten</a>.

source: Enable filter on list-view
de: Filter in der Listenansicht einschalten

source: Available filter for details
de: Verfügbarer Filter für Stellendetails

source: Mark multiple default filter for each list-view of positions. This setting will be overridden by individual settings on the blocks or widgets of your shortcode or PageBuilder.
de: Markieren Sie mehrere Standardfilter für jede Listenansicht von Stellen. Diese Einstellung wird durch individuelle Einstellungen an den Blöcken oder Widgets Ihrer Shortcodes oder PageBuilders außer Kraft gesetzt.

source: Sort this list with %s.
de: Sortiere diese Liste mit der %s.

source: Choose filter-type
de: Filter-Typ wählen

source: This setting will be overridden by individual settings on the blocks or widgets of your shortcode or PageBuilder.
de: Diese Einstellung wird durch individuelle Einstellungen an den Blöcken oder Widgets Ihres Shortcodes oder PageBuilders außer Kraft gesetzt.

source: Choose template for listing
de: Wähle Template für die Liste

source: You could add own custom templates as described in the <a href="%1$s" target="_blank">documentation (opens new window)</a>.
de: Sie können eigene benutzerdefinierte Vorlagen hinzufügen, wie in der <a href="%1$s" target="_blank">Dokumentation (öffnet neues Fenster)</a> beschrieben.

source: Choose templates for positions in list-view
de: Wähle Template für Stellen in der Listen-Ansicht

source: Mark multiple default templates for each list-view of positions. This setting will be overridden by individual settings on the blocks or widgets of your shortcode or PageBuilder.
de: Markieren Sie mehrere Standardvorlagen für jede Listenansicht von Stellen. Diese Einstellung wird durch individuelle Einstellungen an den Blöcken oder Widgets Ihres Shortcodes oder PageBuilders außer Kraft gesetzt.

source: Choose template for details in list-view
de: Wählen Sie ein Template für Details in der Listenansicht

source: Choose details for positions in list-view
de: Wähle Details für Stellen in der Listenansicht

source: Choose template for content in list-view
de: Wählen Sie ein Template für Beschreibungstexte in der Listenansicht

source: Enable link to single on list-view
de: Link zur Einzelansicht in der Listenansicht aktivieren

source: Single View
de: Einzelansicht

source: Choose templates
de: Wähle Templates

source: Mark multiple default templates for each detail-view of single positions. This setting will be overridden by individual settings on the blocks or widgets of your shortcode or PageBuilder.
de: Markieren Sie mehrere Standardvorlagen für jede Detailansicht der einzelnen Stellen. Diese Einstellung wird durch individuelle Einstellungen an den Blöcken oder Widgets Ihres Shortcodes oder PageBuilders außer Kraft gesetzt.

source: Choose template for details in details-view
de: Wählen Sie ein Template für Details in der Einzel-Ansicht

source: Choose details
de: Wähle Stellendetails

source: Mark multiple details for single-view of positions. Only used if template "detail" is enabled for detail-view. This setting will be overridden by individual settings on the blocks or widgets of your shortcode or PageBuilder.
de: Mehrere Stellendetails für die Einzelansicht von Stellen markieren. Wird nur verwendet, wenn das Template "Stellendetails" für die Einzelansicht aktiviert ist. Diese Einstellung wird durch individuelle Einstellungen an den Blöcken oder Widgets Ihres Shortcodes oder PageBuilders überschrieben.

source: Choose job description template in details-view
de: Wählen Sie ein Template für Beschreibungstexte in der Einzel-Ansicht

source: Enable back to list-link
de: Aktiviere den zurück zur Liste-Link

source: URL for back to list-link
de: Gib die URL für den zurück zur Liste-Link an

source: If empty the link will be set to list-slug <a href="%1$s">%1$s</a>.
de: Wenn leer wird der Listen-Slug <a href="%1$s">%1$s</a> als Linkziel verwendet.

source: Other settings
de: Weitere Einstellungen

source: Separator for details-listing
de: Trennzeichen für Liste der Stellendetails

source: Advanced settings
de: Erweiterte Einstellungen

source: With %1$s you get more advanced options, e.g. to change the URL of archives with positions.
de: Mit %1$s erhalten Sie erweiterte Optionen, z. B. um die URL von der Liste mit Stellen zu ändern.

source: Note the position-keywords in search in frontend
de: Beachte Stichwörter bei Suche im Frontend

source: max. Age for log entries in days
de: maximales Alter für Log-Einträge in Tagen

source: Timeout for URL-request in Seconds
de: Timeout für URL-Requests in Sekunden

source: Delete all imported data on uninstall
de: Löschen aller importierten Daten bei der Deinstallation

source: Debug-Mode
de: Debug-Modus

source: Import of positions from Personio
de: Import von Stellen von Personio

source: Get open positions from Personio
de: Import von Stellen von Personio

source: Delete local positions
de: Lösche Stellen

source: Enable automatic import
de: Aktiviere automatischen Import

source: The automatic import is run once per day. You don't have to worry about updating your jobs on the website yourself.
de: Der automatische Import wird einmal täglich ausgeführt. Sie müssen sich nicht selbst um die Aktualisierung Ihrer Stellenangebote auf der Website kümmern.

source: Use more import options with the %s. Among other things, you get the possibility to change the time interval for imports and partial imports of very large position lists.
de: Verwende mehr Import-Optionen mit %s. Neben anderen Dingen erhalten Sie die Möglichkeit das Intervall zum Import zu ändern sowie partielle Importe für sehr große Stellen-Listen durchzuführen.

source: Only in Pro.
de: Nur in Pro.

source: The Personio logo as part of all distributed icons is a trademark of <a href="%1$s" target="_blank">Personio SE & Co. KG (opens new window)</a>.
de: Das Personio-Logo als Teil aller mitgelieferten Icons ist eine Marke von <a href="%1$s" target="_blank">Personio SE & Co. KG (öffnet neues Fenster)</a>.

source: Export settings
de: Exportiere Einstellungen

source: Click on the button to download an export of all actual settings in this plugin.<br>No positions will be exported.
de: Klicken Sie auf die Schaltfläche, um einen Export aller aktuellen Einstellungen in diesem Plugin herunterzuladen.<br>Es werden keine Stellen exportiert.

source: Download
de: Herunterladen

source: Import settings
de: Importiere Einstellungen

source: Uploading a new configuration overwrites all current settings.<br>Imported positions are not affected by this.
de: Durch das Hochladen einer neuen Konfiguration werden alle aktuellen Einstellungen überschrieben.<br>Importierte Stellen sind davon nicht betroffen.

source: Choose file to import:
de: Wähle Datei für Import:

source: Import file
de: Datei für Import

source: No file uploaded.
de: Keine Datei hochgeladen.

source: The uploaded file is no size.
de: Die hochgeladene Datei hat keine Größe.

source: The uploaded file is not a valid JSON-file.
de: Die hochgeladene Datei ist keine JSON-Datei.

source: The uploaded file does not have the file extension <i>.json</i>.
de: Die hochgeladene Datei hat nicht die Datei-Endung <i>.json</i>.

source: The uploaded file could not be saved. Contact your hoster about this problem.
de: Die hochgeladene Datei konnte nicht gespeichert werden. Kontaktieren Sie Ihren Hoster zu diesem Problem.

source: The uploaded file is not a valid JSON-file with settings for this plugin.
de: Die hochgeladene Datei ist keine gültige JSON-Datei mit Einstellungen für dieses Plugin.

source: Import has been run successfully.
de: Import wurde erfolgreich durchgeführt.

source: The following error occurred:
de: Der folgende Fehler trat auf:

source: <strong>If reason is unclear</strong> please contact our <a href="%1$s" target="_blank">support-forum (opens new window)</a> with as much detail as possible.
de: <strong>Wenn der Grund unklar ist</strong>, wenden Sie sich bitte mit möglichst detaillierten Angaben an unser <a href="%1$s" target="_blank">Support-Forum (öffnet neues Fenster)</a>.

source: <strong>You have installed Personio Integration Light - nice and thank you!</strong> Now run the setup to expand your website with the possibilities of this plugin to promote your open positions from Personio.
de: <strong>Sie haben Personio Integration Light installiert – schön und vielen Dank!</strong> Führen Sie nun das Setup durch, um Ihre Website mit den Möglichkeiten dieses Plugins zu erweitern und Ihre offenen Stellen aus Personio zu bewerben.

source: Start setup
de: Starte Setup

source: Continue
de: Weiter

source: Completed
de: Abgeschlossen

source: <strong>Need help?</strong> Ask in <a href="%1$s" target="_blank">our forum (opens new window)</a>.
de: <strong>Benötigen Sie Hilfe?</strong> Fragen Sie in <a href="%1$s" target="_blank">unserem Forum (öffnet neues Fenster)</a>.

source: Setup preparing your Personio data
de: Setup bereitet Ihre Personio-Daten vor

source: Import of Personio labels running.
de: Import von Personio Beschriftungen läuft.

source: Import of your Personio positions running.
de: Import deiner Personio Stellen läuft.

source: Setup has been run. Your positions from Personio has been imported. Click on "Completed" to view them in an intro.
de: Das Setup wurde ausgeführt. Ihre Stellen aus Personio wurden importiert. Klicken Sie auf „Abgeschlossen“, um sie in einem Intro anzuzeigen.

source: Details
de: Stellendetails

source: Content
de: Inhalt

source: Application link
de: Bewerbungslink

source: <strong>You are using a child theme that contains outdated Personio Integration Light template files.</strong> Please compare the following files in your child-theme with the one this plugin provides:
de: <strong>Sie verwenden ein Child-Theme, welches veraltete Personio Integration Light-Templates enthält.</strong> Bitte vergleichen Sie folgenden Dateien in Ihrem Child-Theme mit denen, die dieses Plugin bereitstellt:

source: <strong>Hint:</strong> the version-number in the header of the files must match.
de: <strong>Hinweis:</strong> Die Versionsnummer im Header der Dateien muss übereinstimmen.

source: Hide this message for %1$d days.
de: Diese Nachricht für %1$d Tage ausblenden.

source: Dismiss
de: Ausblenden

source: Provides a Widget to show a single position provided by Personio.
de: Stellt ein Widget zur Verfügung, um eine einzelne Stelle anzuzeigen.

source: Personio Position
de: Personio Stelle

source: No positions available. Start to import them <a href="%1$s">here</a>.
de: Keine Stellen verfügbar. Beginnen Sie <a href="%1$s">hier</a> mit dem Import.

source: Select position
de: Anzuzeigende Stelle wählen

source: Show title
de: Zeige Titel an

source: Show
de: Zeigen

source: Hide
de: Verstecken

source: link title
de: verlinke den Titel

source: Show detail
de: Zeige Details an

source: Choose detail components
de: Wähle Stellendetails

source: Show content
de: Zeige Inhalt an

source: Show application link
de: Zeige Link zum Bewerbungsformular an

source: Provides a Widget to show a list of positions provided by Personio.
de: Stellt ein Widget zur Verfügung, um eine Liste der von Stellen anzuzeigen.

source: Choose template
de: Template wählen

source: Amount
de: Anzahl

source: Sort Direction
de: Sortierrichtung

source: ascending
de: aufsteigend

source: descending
de: absteigend

source: Sort by
de: Sortieren nach

source: title
de: Titel

source: date
de: Datum

source: Group by
de: Gruppieren nach

source: ungrouped
de: nicht gruppiert

source: Choose content template
de: Wählen Sie ein Template für den Inhalt

source: There are currently no positions available.
de: Aktuell sind keine Stellen ausgeschrieben.

source: Filter for positions
de: Filter für Stellen

source: Search
de: Suche

source: Reset Filter
de: Filter zurücksetzen

# archive
source: Apply for this position
de: Für diese Stelle bewerben

# single
source: Apply for this position
de: Für diese Stelle bewerben

source: back to list
de: zurück zur Liste

source: Personio Application link
de: Personio Bewerbungslink

source: Provides a Gutenberg Block to show the application button for single position.
de: Stellt einen Gutenberg-Block zur Verfügung, um den Bewerbungslink für eine einzelne Stelle anzuzeigen.

source: Provides a Gutenberg Block for the description of a single position managed by Personio.
de: Stellt einen Gutenberg-Block zur Ausgabe der Beschreibung einer Stelle, verwaltet bei Personio, bereit.

source: Provides a Gutenberg Block to details of a single position managed by Personio.
de: Stellt einen Gutenberg-Block zur Ausgabe von Details einer Stelle, verwaltet bei Personio, bereit.

source: Contract type
de: Vertragstyp

source: Location
de: Standort

source: Years of experience
de: Berufserfahrung in Jahren

source: With colon
de: Mit Doppelpunkt

source: With line break
de: Mit Zeilenumbruch

source: Separator
de: Trennzeichen

source: Personio List Filter
de: Personio Listenfilter

source: Provides a Gutenberg block to show filter as link-based dropdown-list for Personio Positions.
de: Stellt einen Gutenberg-Block zur Ausgabe einer Liste von Links zu Filtern von Stellen von Personio bereit.

source: Choose filter
de: Wähle Filter aus

source: Hide filter title
de: Blende Filter Titel aus

source: Hide reset link
de: Blende Rücksetzen-Link aus

source: Space between filters
de: Raum zwischen Filtern

source: Provides a Gutenberg block to show filter as dropdown-list for Personio Positions.
de: Stellt einen Gutenberg-Block zur Verfügung, um Filter als Dropdown-Liste für Personio-Stellen anzuzeigen.

source: Hide submit button
de: Blende Absenden-Button aus

source: Provides a Gutenberg Block to show a list of positions provided by Personio.
de: Bietet einen Gutenberg-Block zur Anzeige einer Liste der von Personio bereitgestellten Stellen.

source: Please use the Filter Block instead of this options.
de: Bitte verwenden Sie anstelle dieser Optionen den Filterblock.

source: Show filter
de: Zeige Titel an

source: Type of filter
de: Filter-Typ

source: amount
de: Anzahl

source: Sort direction
de: Sortierrichtung

source: Link title
de: Titel verlinken

source: show excerpt
de: zeige Stellendetails

source: View content
de: Inhalt anzeigen

source: View application link
de: Bewerbungslink anzeigen

source: Provides a Gutenberg Block to show a position provided by personio.
de: Stellt einen Gutenberg-Block zur Ausgabe einer Stelle von Personio bereit.

source: show title
de: Zeige Titel an

source: Job type detail
de: Stellentyp-Detail

source: view content
de: Zeige Inhalt an

source: view application link
de: Bewerbungslink

# block title
source: Personio Position Application Button
de: Personio Position Bewerbungsbutton

# block description
source: Provides a Gutenberg Block to show the application button for single position.
de: Stellt einen Gutenberg-Block zur Verfügung, um den Bewerbungslink für eine einzelne Position anzuzeigen.

# block keyword
source: Positions
de: Stellen

# block keyword
source: Position
de: Stelle

# block title
source: Description
de: Beschreibung

# block description
source: Provides a Gutenberg Block for the description of a single position managed by Personio.
de: Stellt einen Gutenberg-Block zur Ausgabe der Beschreibung einer Stelle, verwaltet bei Personio, bereit.

# block title
source: Details
de: Stellendetails

# block description
source: Provides a Gutenberg Block for details of a single position managed by Personio.
de: Stellt einen Gutenberg-Block zur Ausgabe von Details einer Stelle, verwaltet bei Personio, bereit.

# block title
source: Personio List Filter
de: Personio Listenfilter

# block description
source: Provides a Gutenberg block to show filter as link-based dropdown-list for Personio Positions.
de: Stellt einen Gutenberg-Block zur Ausgabe einer Liste von Links zu Filtern von Stellen von Personio bereit.

# block description
source: Provides a Gutenberg block to show filter as dropdown-list for Personio Positions.
de: Stellt einen Gutenberg-Block zur Ausgabe einer Liste von Select-Boxen zu Filtern von Stellen von Personio bereit.

# block title
source: Personio Positions
de: Personio Stellen

# block description
source: Provides a Gutenberg block to show a list of positions provided by Personio.
de: Stellt einen Gutenberg-Block zur Ausgabe einer Liste von Stellen von Personio bereit.

# block title
source: Personio Position
de: Personio Stelle

# block description
source: Provides a Gutenberg Block to show a position managed by Personio.
de: Stellt einen Gutenberg-Block zur Ausgabe einer Stelle von Personio bereit.
