Repository: threadi/wp-personio-integration-light
Catalog: languages/personio-integration-light-*_formal.po
Languages: de

source: Provides recruiting handling for Personio.
de: Stellt das Handling von Stellen von Personio bereit.

source: select-box
de: Auswahl-Box

source: list of links
de: Linkliste

source: State
de: Status

source: Date
de: Datum

source: Log
de: Protokolle

source: Export log entries
de: Exportiere Protokoll-Einträge

source: Click on the button below to download the log entries as CSV.
de: Klicken Sie auf die Schaltfläche unten, um die Protokolleinträge als CSV herunterzuladen.

source: The file will contain ALL entries. Be aware of this before you send this file to someone.
de: Die Datei wird ALLE Einträge enthalten. Seien Sie sich dessen bewusst, bevor Sie diese Datei an jemanden senden.

source: Cancel
de: Abbrechen

source: Empty log entries
de: Protokoll leeren

source: Are you sure you want to empty the log?
de: Bist Du sicher, dass Du die Einträge im Protokoll entfernen willst?

source: You will lost any log until now.
de: Du wirst alle Protokolleinträge dadurch verlieren.

source: Yes, empty the log
de: Ja, leere das Protokoll

source: Export as CSV
de: Export als CSV

source: Empty the log
de: Protokoll leeren

source: No log entries found.
de: Keine Protokoll-Einträge gefunden.

source: Use the Page Builder with which WordPress is already delivered to style your positions in the frontend of your website. This extension is automatically enabled if your WordPress does not disable the Block Editor.
de: Verwenden Sie den Page Builder, mit dem WordPress bereits ausgeliefert wird, um Ihre Stellen im Frontend Ihrer Website zu gestalten. Diese Erweiterung wird automatisch aktiviert, wenn Ihr WordPress den Block-Editor nicht deaktiviert hat.

source: Personio Integration Single View
de: Personio Integration Einzel-Ansicht

source: Display single position.
de: Ausgabe einzelner Stelle.

source: Personio Integration Query Loop
de: Personio Integration Abfrage

source: Predefined layout for query loop.
de: Vordefiniertes Layout für Abfrage.

source: Single Position
de: Einzelne Stelle

source: Displays a single position.
de: Gibt eine einzelne offene Stelle aus.

source: Archive Positions
de: Archiv Stellen

source: Displays your positions.
de: Gibt deine offenen Stellen aus.

source: Import of templates running.
de: Import von Templates läuft.

source: Enable availability checks
de: Aktiviere die Verfügbarkeitsprüfung

source: If enabled the plugin will daily check the availability of position pages on Personio. You will be warned if a position is not available.
de: Wenn aktiviert, prüft das Plugin täglich die Verfügbarkeit von Stellen auf Personio. Sie werden gewarnt, wenn eine Stelle nicht verfügbar ist.

source: Setup is checking the availability of each position.
de: Die Einrichtung prüft die Verfügbarkeit der einzelnen Stellen.

source: We check the availability of each position.
de: Wir prüfen die Verfügbarkeit der einzelnen Stellen.

source: Personio-page available
de: Personio-Seite ist erreichbar

source: Personio page not available
de: Personio Seite ist nicht erreichbar

source: If the Personio page for this position is not available, no one will be able to apply for it directly.
de: Wenn die Personio-Seite für diese Stelle nicht verfügbar ist, kann sich niemand direkt auf diese Stelle bewerben.

source: Check in your <a href="%1$s" target="_blank">Personio account (opens new window)</a> why the page is not available.<br>You may have only deactivated the career page.
de: Überprüfen Sie in Ihrem <a href="%1$s" target="_blank">Personio-Konto (öffnet neues Fenster)</a>, warum die Seite nicht verfügbar ist.<br> Möglicherweise haben Sie nur die Karriereseite deaktiviert.

source: With <strong>Personio Integration Pro</strong>, you can also enter applications directly in the WordPress website and transfer them to Personio.<br>The career page of a job in Personio does not need to be activated for this.
de: Mit <strong>Personio Integration Pro</strong> können Sie Bewerbungen auch direkt in der WordPress-Website eingeben und an Personio übertragen.<br>Die Karriereseite einer Stelle muss dafür in Personio nicht aktiviert sein.

source: Get more info about Pro
de: Erhalte mehr Informationen über Pro

source: Check each position for availability on your Personio career page.
de: Prüft auf Ihrer Personio-Karriereseite, ob die einzelnen Stellen verfügbar sind.

source: Availability
de: Verfügbarkeit

source: Checks your positions for availability on your Personio career page. This ensures that applicants can reach the application form there. If a position is not available, you will be informed of this in the <a href="%1$s">list of positions</a>.
de: Prüft die Verfügbarkeit Ihrer Stellen auf Ihrer Personio-Karriereseite. Dadurch wird sichergestellt, dass Bewerber das Bewerbungsformular dort erreichen können. Ob eine Stelle nicht verfügbar ist, sehen Sie in der der <a href="%1$s">List aller Stellen</a>.

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Personio Integration Light Extensions
de: Personio Integration Light Erweiterungen

source: Extensions
de: Erweiterungen

source: Extensions for Personio Integration
de: Erweiterungen für Personio Integration

source: XML file from Personio account %1$s for language %2$s contains incorrect code and therefore cannot be read in. Technical Error: %3$s
de: XML-Datei von Personio-Konto %1$s für Sprache %2$s enthält falschen Code und kann daher nicht eingelesen werden. Technischer Fehler: %3$s

source: XML file from Personio account %1$s for language %2$s contains incorrect code and therefore cannot be read in.
de: XML-Datei von Personio-Konto %1$s für Sprache %2$s enthält falschen Code und kann daher nicht eingelesen werden.

source: Personio URL from Personio account %1$s for language %2$s not available.<br>Returned HTTP-Status %3$d.<br>Please check the configured URL and if it is available.
de: Personio URL für Personio Konto %1$s für die Sprache %2$s ist nicht verfügbar. Antwort mit HTTP-Status %3$d. Bitte überprüfen Sie die konfigurierte URL, ob diese erreichbar ist.

source: Import is already running.
de: Import läuft bereits.

source: Personio URL not configured.
de: Personio URL nicht konfiguriert.

source: The PHP extension simplexml is missing on the system. Please contact your hoster about this.
de: Die PHP-Erweiterung simplexml fehlt auf dem System. Bitte wenden Sie sich diesbezüglich an Ihren Hoster.

source: No active language configured. Please check your settings.
de: Keine aktive Sprache konfiguriert. Bitte überprüfen Sie Ihre Einstellungen.

source: Import starting ..
de: Import startet ..

source: Import completed.
de: Import abgeschlossen.

source: Error during Import of Personio Positions
de: Fehler beim Import von Personio Stellen

source: The following error occurred when importing positions provided by Personio:
de: Beim Importieren von Stellen, die von Personio bereitgestellt wurden, ist folgender Fehler aufgetreten:

source: Sent by the plugin Personio Integration Light
de: Gesendet vom Plugin Personio Integration Light

source: Positions are importing ..
de: Stellen werden importiert ..

source: Position could not be saved as the PersonioId is missing.
de: Stelle konnte nicht gespeichert werden, da die PersonioId fehlt.

source: Position with PersonioId %1$s could not be saved as the position does not have a language set.
de: Stelle mit PersonioId %1$s konnte nicht gespeichert werden da eine Angabe zur Sprache fehlt.

source: Re-Import positions
de: Re-Import von Stellen

source: After click on the button below all positions in WordPress will be removed and new imported from Personio.
de: Nach einem Klick auf die Schaltfläche unten werden alle Stellen in WordPress entfernt und neu aus Personio importiert.

source: Start re-import
de: Starte Re-Import

source: You have changed settings that would make it advisable to re-import the positions from Personio. Click on the following button:
de: Sie haben Einstellungen geändert, die es ratsam machen, die Stellen aus Personio neu zu importieren. Klicken Sie auf die folgende Schaltfläche:

source: Re-Import all positions
de: Re-Import aller Stellen

source: Positions
de: Stellen

source: Position
de: Stelle

source: Parent Position
de: Eltern Stelle

source: All Positions
de: Alle offene Stellen

source: View Position in frontend
de: Zeige Stelle im Frontend

source: View Positions
de: Zeige Stellen an

source: View Position in backend
de: Zeige Stelle im Backend

source: Search Position
de: Suche nach Stellen

source: Not Found
de: Nicht gefunden

source: Not found in Trash
de: In Papierkorb nicht gefunden

source: Single-view called without the PersonioId for a position.
de: Detailansicht wurde ohne PersonioId einer Stelle aufgerufen.

source: Given Id is not a valid position-Id.
de: Die gegebene Id ist keine gültige Stellen-Id.

source: Default
de: Standard

source: As list
de: Als Liste

source: Sorting
de: Sortierung

source: Languages
de: Sprachen

source: Only in Pro
de: Nur in Pro

source: Edit
de: Bearbeiten

source: About this page
de: Über diese Seite

source: Title
de: Titel

source: Description
de: Beschreibung

source: Subcompany
de: Gesellschaft

source: These are the data of your open position <i>%1$s</i> we imported from Personio. Please edit the position data in your <a href="%2$s" target="_blank">Personio account (opens new window)</a>.
de: An dieser Stelle zeigen wir Ihnen die importierten Daten dieser offenen Stelle <i>%1$s</i>. Bitte bearbeite Sie die Stellen-Daten in Ihrem <a href="%2$s" target="_blank">Personio-Konto (öffnet neues Fenster)</a>.

source: No data available.
de: Daten nicht verfügbar.

source: Use this taxonomy with %1$s.
de: Verwende diese Taxonomy mit %1$s.

source: Positions imported from Personio
de: Von Personio importierte Stellen

source: Actually there are no positions imported from Personio.
de: Derzeit gibt es keine aus Personio importierten Stellen.

source: Show all %1$d positions
de: Zeige alle %1$d Stellen

source: Deleting of positions is running ..
de: Löschen von Stellen läuft ..

source: Cleanup database ..
de: Datenbank bereinigen ..

source: Deleting of positions has been run.
de: Löschen von Stellen wurde durchgeführt.

source: Run import
de: Jetzt Import ausführen

source: <strong>Do you really want to import open positions from<br>%1$s ?</strong>
de: <strong>Möchten Sie wirklich offene Stellen von<br>%1$s importieren?</strong>

source: Yes
de: Ja

source: No
de: Nein

source: Application forms
de: Bewerbungsformulare

source: Use application forms directly on your website. Use our own form handler, WPForms, Contact Form 7 or Ninja Forms.
de: Nutzen Sie Bewerbungsformulare direkt auf Ihrer Website. Verwenden Sie unseren eigenen Formularhandler, WPForms, Contact Form 7 oder Ninja Forms.

source: Feature Image
de: Beitragsbild

source: Add a feature image to each position on your website. Or one image for all positions.
de: Fügen Sie an jeder Stelle Ihrer Website ein Beitragsbild hinzu. Oder ein Bild für alle Positionen.

source: Files
de: Dateien

source: Add an unlimited list of files to each position on your website.
de: Fügen Sie jeder Stelle auf Ihrer Website eine unbegrenzte Liste von Dateien hinzu.

source: Multilingual
de: Mehrsprachigkeit

source: Use Polylang, TranslatePress or WPML for optimal multilingual presentation of your positions.
de: Nutzen Sie Polylang, TranslatePress oder WPML für eine optimale mehrsprachige Darstellung Ihrer Stellen.

source: Multiple Personio Accounts
de: Mehrere Personio Konten

source: Use positions from multiple Personio accounts in your website.
de: Nutzen Sie Stellen aus mehreren Personio-Konten auf Ihrer Website.

source: Add features to your jobs to advertise them optimally on social media platforms such as Fediverse (e.g. Mastodon), X (aka twitter), WhatsApp, Telegram or Facebook. Google Jobs is also supported.
de: Fügen Sie Funktionen zu Ihren Stellen hinzu, um sie optimal auf Social-Media-Plattformen wie Fediverse (z. B. Mastodon), X (auch bekannt als Twitter), WhatsApp, Telegram oder Facebook zu bewerben. Google Jobs wird ebenfalls unterstützt.

source: Measure the success of advertising your vacancies on your website, for example with Google Analytics and Matomo.
de: Messen Sie den Erfolg der Stellenausschreibung auf Ihrer Website, zum Beispiel mit Google Analytics und Matomo.

source: Use one of the most used page builder to style your positions in your website.
de: Verwenden Sie einen der am häufigsten verwendeten Page Builder, um Ihre Stellen auf Ihrer Website zu gestalten.

source: Use the most used page builder to style your positions in your website.
de: Verwenden Sie den am häufigsten verwendeten Page Builder, um Ihre Stellen auf Ihrer Website zu gestalten.

source: Use the self declared #1 WordPress Page Builder to style your positions in your website.
de: Verwenden Sie den selbsternannten Nr. 1 WordPress Page Builder, um Ihre Stellen auf Ihrer Website zu gestalten.

source: Category
de: Kategorie

source: Extension
de: Erweiterung

source: Settings
de: Einstellungen

source: Extension could be enabled
de: Erweiterung kann aktiviert werden

source: Extension could be disabled
de: Erweiterung kann deaktiviert werden

source: Extension is automatically disabled
de: Die Erweiterung wurde automatisch deaktiviert

source: Extension is automatically enabled
de: Die Erweiterung wurde automatisch aktiviert

source: All
de: Alle

source: Disable all extensions
de: Deaktiviere alle Erweiterungen

source: Do you really want to disable all extensions?
de: Willst Du wirklich alle Erweiterungen deaktivieren?

source: You might not be able to you all possibilities for your positions.
de: Sie önnen dann nicht mehr alle Möglichkeiten für Ihre Stellen nutzen.

source: Settings of extension will not change through its deactivation.
de: Die Einstellungen der Erweiterung ändern sich durch die Deaktivierung nicht.

source: Yes, disable all
de: Ja, deaktiviere alle

source: Enable all extensions
de: Aktiviere alle Erweiterungen

source: Do you really want to enable all extensions?
de: Möchten Sie wirklich alle Erweiterungen aktivieren?

source: Extensions that depend on third-party plugins are not activated automatically.
de: Erweiterungen, die von Drittanbieter-Plugins abhängig sind, werden nicht automatisch aktiviert.

source: Yes, enable them
de: Ja, aktiviere sie

source: Disable all
de: Deaktiviere alle

source: Enable all
de: Aktiviere alle

# taxonomy general name
source: Categories
de: Kategorien

# taxonomy singular name
source: Category
de: Kategorie

source: Search category
de: Suche nach Kategorie

source: Edit category
de: Kategorie bearbeiten

source: Update category
de: Kategorie aktualisieren

source: Categories
de: Kategorien

# taxonomy general name
source: Job types
de: Stellentypen

# taxonomy singular name
source: Job type
de: Stellentyp

source: Search Job type
de: Suche nach Stellentyp

source: Edit Job type
de: Bearbeite Stellentyp

source: Update Job type
de: Aktualisiere Stellentyp

source: Job types
de: Stellentypen

# taxonomy general name
source: Job type details
de: Stellentyp-Details

# taxonomy singular name
source: Job type detail
de: Stellentyp-Detail

source: Search Job type detail
de: Suche nach Stellentyp-Detail

source: Edit Job type detail
de: Bearbeite Stellentyp-Detail

source: Update Job type detail
de: Aktualisiere Stellentyp-Detail

source: Job type details
de: Stellentyp-Details

# taxonomy general name
source: Locations
de: Standorte

# taxonomy singular name
source: Location
de: Standort

source: Search location
de: Suche nach Standorten

source: Edit location
de: Standort bearbeiten

source: Update location
de: Standort aktualisieren

source: Locations
de: Standorte

# taxonomy general name
source: Departments
de: Abteilungen

# taxonomy singular name
source: Department
de: Abteilung

source: Search department
de: Suche nach Abteilung

source: Edit department
de: Bearbeite Abteilung

source: Update department
de: Aktualisierung Abteilung

source: Departments
de: Abteilungen

# taxonomy general name
source: Employment types
de: Anstellungsarten

# taxonomy singular name
source: Employment type
de: Anstellungsart

source: Search employment type
de: Suche nach Anstellungsart

source: Edit employment type
de: Bearbeite Anstellungsart

source: Update employment type
de: Aktualisiere Anstellungsart

source: Employment types
de: Anstellungsarten

# taxonomy general name
source: Experiences
de: Erfahrungen

# taxonomy singular name
source: Experience
de: Erfahrung

source: Search Experience
de: Suche nach Erfahrung

source: Edit Experience
de: Bearbeite Erfahrung

source: Update Experience
de: Aktualisiere Erfahrung

source: Experiences
de: Erfahrungen

# taxonomy general name
source: Contract types
de: Arbeitszeiten

# taxonomy singular name
source: Contract type
de: Arbeitszeit

source: Search Contract type
de: Suche nach Arbeitszeit

source: Edit Contract type
de: Bearbeite Arbeitszeit

source: Update Contract type
de: Aktualisiere Arbeitszeit

source: Contract types
de: Arbeitszeiten

# taxonomy general name
source: Years of experiences
de: Berufserfahrung in Jahren

# taxonomy singular name
source: Years of experience
de: Berufserfahrung in Jahren

source: Search years of experience
de: Suche nach Berufserfahrung in Jahren

source: Edit years of experience
de: Bearbeite Berufserfahrung in Jahren

source: Update years of experience
de: Aktualisiere Berufserfahrung in Jahren

source: Years of experiences
de: Berufserfahrung in Jahren

# taxonomy general name
source: Languages
de: Sprachen

# taxonomy singular name
source: Language
de: Sprache

source: Search language
de: Suche nach Sprache

source: Edit language
de: Bearbeite Sprache

source: Update language
de: Aktualisiere Sprache

# taxonomy general name
source: Keywords
de: Stichwörter

# taxonomy singular name
source: Keyword
de: Stichwort

source: Search Keywords
de: Suche nach Stichwort

source: Edit Keyword
de: Bearbeite Stichwort

source: Update keyword
de: Aktualisiere Stichwort

source: Keywords
de: Stichwörter

source: Recruiting category
de: Kategorie

source: Schedule
de: Vertragstyp

source: Office
de: Standort

source: Department
de: Abteilung

source: Seniority
de: Erfahrung

source: Experience
de: Erfahrung

source: Job type
de: Stellentyp

source: Accounting/Finance
de: Rechnungswesen/Finanzen

source: Administrative/Clerical
de: Administration/Sachbearbeitung

source: Banking/Real Estate/Mortgage Professionals
de: Fachkräfte im Bank-/Immobilien-/Hypothekenwesen

source: Building Construction/Skilled Trades
de: Hochbau/Handwerk

source: Business/Strategic Management
de: Geschäftsleitung/Strategisches Management

source: Creative/Design
de: Design/Gestaltung

source: Customer Support/Client Care
de: Support/Kundschaftsbetreuung

source: Editorial/Writing
de: Redaktion/Texterstellung

source: Engineering
de: Ingenieurwesen

source: Food Services/Hospitality
de: Hotel und Gastronomie

source: Human Resources
de: Personalwesen

source: Installation/Maintenance/Repair
de: Installation/Montage/Instandsetzung

source: IT/Software Development
de: IT/Softwareentwicklung

source: Legal
de: Rechtswesen

source: Logistics/Transportation
de: Logistik und Transportwesen

source: Marketing/Product
de: Marketing/Produkt

source: Medical/Health
de: Medizin/Gesundheitswesen

source: Other
de: Andere

source: Production/Operations
de: Produktion

source: Project/Program Management
de: Projekt-/Programmmanagement

source: Quality Assurance/Safety
de: Qualitätssicherung/Sicherheitswesen

source: R&D/Science
de: Forschung und Entwicklung/Wissenschaft

source: Sales/Business Development
de: Vertrieb/Geschäftsentwicklung

source: Security/Protective Services
de: Sicherheits-/Schutzdienste

source: Training/Instruction
de: Aus- und Weiterbildung/Schulungswesen

source: Actuarial Analysis
de: Aktuariat

source: Bookkeeping/General Ledger
de: Buchhaltung

source: Financial Control
de: Controlling

source: Accounts Payable/Receivable
de: Debitoren-/Kreditorenbuchhaltung

source: Financial Planning/Advising
de: Finanzplanung/Vermögensberatung

source: Financial Analysis/Research/Reporting
de: Finanzanalyse/-berichterstattung

source: Corporate Accounting
de: Konzernrechnungswesen

source: Fund Accounting
de: Fondsrechnungswesen

source: Claims Review and Adjusting
de: Schadensprüfung und -regulierung

source: Securities Analysis/Research
de: Wertpapierbewertung/-analyse

source: Real Estate Appraisal
de: Immobilienbewertung

source: Real Estate Leasing/Acquisition
de: Immobilien-Leasing/-Erwerb

source: Collections
de: Inkasso-/Mahnwesen

source: Investment Management
de: Vermögensverwaltung

source: Credit Review/Analysis
de: Kreditprüfung/-analyse

source: Risk Management/Compliance
de: Risikomanagement/Compliance

source: Tax Assessment and Collections
de: Steuerveranlagung und -einziehung

source: Tax Accounting
de: Steuerbuchhaltung

source: Policy Underwriting
de: Underwriting/Übernahme von Versicherungsrisiken

source: Financial Products Sales/Brokerage
de: Vertrieb von Finanzprodukten/Wertpapierhandel

source: Audit
de: Wirtschaftsprüfung/Revision

source: General/Other: Accounting/Finance
de: Allgemeines/Sonstiges: Rechnungswesen/Finanzen

source: Filing/Records Management
de: Archivierung/Dokumentenverwaltung

source: Executive Support
de: Assistenz

source: Data Entry/Order Processing
de: Datenerfassung/Auftragsabwicklung

source: Front Desk/Reception
de: Empfang/Rezeption

source: Property Management
de: Immobilienverwaltung

source: Office Management
de: Arbeitsplatzmanagement

source: Administrative Support
de: Verwaltungsassistenz

source: Claims Processing
de: Schadensabwicklung

source: Transcription
de: Transkription

source: Paralegal & Legal Secretary
de: Juristische Assistenz

source: General/Other: Administrative/Clerical
de: Allgemeines/Sonstiges: Verwaltung/Sachbearbeitung

source: Loan Officer/Originator
de: Kreditsachbearbeitung/-vergabe

source: Escrow Officer/Manager
de: Treuhand/Escrow-Management

source: Store/Branch Management
de: Filial-/Niederlassungsleitung

source: Mortgage Broker
de: Hypotheken

source: Real Estate Agent/Broker
de: Immobilienbewertung

source: Real Estate Law
de: Immobilienhandel

source: Credit Manager
de: Kreditmanagement

source: Bank Teller
de: Bankschalterservice

source: Underwriter
de: Underwriting

source: Title Officer/Closer
de: Vertragsverwaltung für Immobilien

source: Site Superintendent
de: Bauleitung

source: Concrete and Masonry
de: Beton-/Maurerhandwerk

source: Heavy Equipment Operation
de: Betrieb schwerer Maschinen

source: Roofing
de: Dachdeckerarbeiten

source: Electrician
de: Elektrik

source: Flooring/Tiling/Painting/Wallpapering
de: Fußbodenverlegung/Fliesenverlegung/Malen/Anstreichen/Tapezieren

source: HVAC
de: Heizungs-, Lüftungs- und Klimaanlagen

source: Plumbing/Pipefitting
de: Klempnerei/Sanitärinstallation

source: Ironwork/Metal Fabrication
de: Metallwaren/-herstellung

source: CAD/Drafting
de: Technisches Zeichnen/CAD

source: Surveying
de: Vermessung

source: Sheetrock/Plastering
de: Anbringen von Gipskartonplatten/Verputzen

source: Carpentry/Framing
de: Zimmerei/Tischlerei

source: General/Other: Construction/Skilled Trades
de: Allgemeines/Sonstiges: Bau-/Handwerksberufe

source: Business Analysis/Research
de: Betriebswirtschaftliche Analyse/Forschung

source: Managerial Consulting
de: Consulting

source: Franchise-Business Ownership
de: Franchising

source: Business Unit Management
de: Geschäftsbereichsleitung

source: President/Top Executive
de: Geschäftsführung/Vorstand

source: Public Health Administration
de: Öffentliches Gesundheitswesen

source: Hotel/Lodging Management
de: Hotel-/Beherbergungsmanagement

source: Hospital/Clinic Administration
de: Krankenhausverwaltung
